Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# error.download.entitlements_check_failed
source: Failed to check game ownership: HTTP %@
ar: فشل في التحقق من ملكية اللعبة: HTTP %@
da: Kontroll af spilejerskab mislykkedes: HTTP %@
de: Überprüfung des Spielbesitzes fehlgeschlagen: HTTP %@
es: Error al verificar la propiedad del juego: HTTP %@
fi: Pelien omistajuuden tarkistus epäonnistui: HTTP %@
fr: Échec de la vérification de la propriété du jeu : HTTP %@
hi: गेम स्वामित्व जांचने में विफल: HTTP %@
it: Verifica della proprietà del gioco fallita: HTTP %@
ja: ゲームの所有権確認に失敗しました： HTTP %@
ko: 게임 소유권 확인 실패： HTTP %@
nb: Kontroll av spileierskap mislyktes: HTTP %@
nl: Controle van spelbezit mislukt: HTTP %@
pl: Sprawdzenie własności gry nie powiodło się: HTTP %@
pt: Falha ao verificar a propriedade do jogo: HTTP %@
ru: Не удалось проверить владение игрой: HTTP %@
sv: Kontroll av spelägande misslyckades: HTTP %@
th: การตรวจสอบความเป็นเจ้าของเกมล้มเหลว: HTTP %@
tr: Oyun sahipliği kontrolü başarısız: HTTP %@
vi: Kiểm tra quyền sở hữu trò chơi thất bại: HTTP %@
zh_hans: 检查游戏拥有情况失败： HTTP %@
zh_hant: 檢查遊戲擁有情況失敗： HTTP %@

# error.download.file_download_failed
source: File Download Failed
ar: فشل في تحميل الملف
da: Fil download mislykkedes
de: Datei-Download fehlgeschlagen
es: Falló la descarga del archivo
fi: Tiedoston lataus epäonnistui
fr: Échec du téléchargement du fichier
hi: फ़ाइल डाउनलोड करने में विफल
it: Download del file fallito
ja: ファイルのダウンロードに失敗しました
ko: 파일 다운로드에 실패했습니다
nb: Filnedlasting mislyktes
nl: Bestand download mislukt
pl: Pobieranie pliku nie powiodło się
pt: Falha no download do arquivo
ru: Не удалось загрузить файл
sv: Filnedladdning misslyckades
th: การดาวน์โหลดไฟล์ล้มเหลว
tr: Dosya indirme başarısız
vi: Tải xuống tệp thất bại
zh_hans: 下载文件失败
zh_hant: 下載檔案失敗

# error.download.general_failure
source: General Failure
ar: فشل عام في التحميل
da: Generel downloadfejl
de: Allgemeiner Download-Fehler
es: Fallo general de descarga
fi: Yleinen latausvirhe
fr: Échec général de téléchargement
hi: सामान्य डाउनलोड विफलता
it: Errore generale di download
ja: 一般的なダウンロードエラー
ko: 일반 다운로드 실패
nb: Generell nedlastingsfeil
nl: Algemene downloadfout
pl: Ogólny błąd pobierania
pt: Falha geral de download
ru: Общая ошибка загрузки
sv: Allmänt nedladdningsfel
th: ความล้มเหลวในการดาวน์โหลดทั่วไป
tr: Genel indirme hatası
vi: Lỗi tải xuống chung
zh_hans: 下载失败
zh_hant: 下載失敗

# error.download.http_status_error
source: HTTP Status Error
ar: خطأ في حالة HTTP
da: HTTP status fejl
de: HTTP-Statusfehler
es: Error de estado HTTP
fi: HTTP tilavirtavirhe
fr: Erreur de statut HTTP
hi: HTTP स्थिति त्रुटि
it: Errore di stato HTTP
ja: HTTPステータスエラー
ko: HTTP 상태 오류
nb: HTTP statusfeil
nl: HTTP status fout
pl: Błąd stanu HTTP
pt: Erro de status HTTP
ru: Ошибка HTTP-статуса
sv: HTTP statusfel
th: ข้อผิดพลาดสถานะ HTTP
tr: HTTP durum hatası
vi: Lỗi trạng thái HTTP
zh_hans: HTTP请求失败
zh_hant: HTTP請求失敗

# error.download.jar_failed
source: JAR Download Failed
ar: فشل في تحميل ملف JAR
da: JAR fil download mislykkedes
de: JAR-Datei-Download fehlgeschlagen
es: Falló la descarga del archivo JAR
fi: JAR-tiedoston lataus epäonnistui
fr: Échec du téléchargement du fichier JAR
hi: JAR फ़ाइल डाउनलोड करने में विफल
it: Download del file JAR fallito
ja: JARファイルのダウンロードに失敗しました
ko: JAR 파일 다운로드에 실패했습니다
nb: JAR filnedlasting mislyktes
nl: JAR bestand download mislukt
pl: Pobieranie pliku JAR nie powiodło się
pt: Falha no download do arquivo JAR
ru: Не удалось загрузить JAR файл
sv: JAR-filnedladdning misslyckades
th: การดาวน์โหลดไฟล์ JAR ล้มเหลว
tr: JAR dosyası indirme başarısız
vi: Tải xuống tệp JAR thất bại
zh_hans: 下载JAR文件失败
zh_hant: 下載JAR檔案失敗

# error.download.jar_open_failed
source: Failed to Open JAR File: %@
ar: فشل فتح ملف JAR
da: JAR-fil åbning mislykkedes
de: JAR-Datei öffnen fehlgeschlagen
es: Falló abrir archivo JAR
fi: JAR-tiedoston avaus epäonnistui
fr: Échec d'ouverture du fichier JAR
hi: JAR फ़ाइल खोलना विफल
it: Apertura file JAR fallita
ja: JARファイルのオープンに失敗
ko: JAR 파일 열기 실패
nb: Åpning av JAR-fil mislyktes
nl: JAR-bestand openen mislukt
pl: Otwarcie pliku JAR nie powiodło się
pt: Falha ao abrir arquivo JAR
ru: Не удалось открыть JAR-файл
sv: Öppning av JAR-fil misslyckades
th: การเปิดไฟล์ JAR ล้มเหลว
tr: JAR dosyası açma başarısız
vi: Mở tệp JAR thất bại
zh_hans: 无法打开JAR文件： %@
zh_hant: 無法打開JAR檔案： %@

# error.download.library_failed
source: Library Download Failed
ar: فشل تحميل المكتبة
da: Bibliotek download mislykkedes
de: Bibliothek-Download fehlgeschlagen
es: Falló descarga de biblioteca
fi: Kirjaston lataus epäonnistui
fr: Échec de téléchargement de bibliothèque
hi: लाइब्रेरी डाउनलोड विफल
it: Download libreria fallito
ja: ライブラリのダウンロードに失敗
ko: 라이브러리 다운로드 실패
nb: Bibliotek nedlasting mislyktes
nl: Bibliotheek download mislukt
pl: Pobieranie biblioteki nie powiodło się
pt: Falha no download da biblioteca
ru: Не удалось загрузить библиотеку
sv: Bibliotek nedladdning misslyckades
th: การดาวน์โหลดไลบรารีล้มเหลว
tr: Kütüphane indirme başarısız
vi: Tải xuống thư viện thất bại
zh_hans: 下载库文件失败
zh_hant: 下載庫檔案失敗

# error.download.logging_config_failed
source: Logging Config Failed
ar: فشل في تحميل ملف تكوين التسجيل
da: Download af logningskonfigurationsfil mislykkedes
de: Download der Protokollierungskonfigurationsdatei fehlgeschlagen
es: Falló la descarga del archivo de configuración de registro
fi: Lokitustiedoston lataus epäonnistui
fr: Échec du téléchargement du fichier de configuration de journalisation
hi: लॉगिंग कॉन्फ़िगरेशन फ़ाइल डाउनलोड करने में विफल
it: Download del file di configurazione di logging fallito
ja: ログ設定ファイルのダウンロードに失敗しました
ko: 로그 설정 파일 다운로드에 실패했습니다
nb: Nedlasting av loggingskonfigurasjonsfil mislyktes
nl: Download van logging configuratiebestand mislukt
pl: Pobieranie pliku konfiguracyjnego logowania nie powiodło się
pt: Falha no download do arquivo de configuração de log
ru: Не удалось загрузить файл конфигурации логирования
sv: Nedladdning av loggningskonfigurationsfil misslyckades
th: การดาวน์โหลดไฟล์การตั้งค่าการบันทึกล้มเหลว
tr: Günlük yapılandırma dosyası indirme başarısız
vi: Tải xuống tệp cấu hình ghi nhật ký thất bại
zh_hans: 下载日志配置文件失败
zh_hant: 下載日誌配置檔案失敗

# error.download.main_resource_failed
source: Main Resource Failed
ar: فشل في تحميل المورد الرئيسي
da: Download af hovedressource mislykkedes
de: Download der Hauptressource fehlgeschlagen
es: Falló la descarga del recurso principal
fi: Pääresurssin lataus epäonnistui
fr: Échec du téléchargement de la ressource principale
hi: मुख्य संसाधन डाउनलोड करने में विफल
it: Download della risorsa principale fallito
ja: メインリソースのダウンロードに失敗しました
ko: 메인 리소스 다운로드에 실패했습니다
nb: Nedlasting av hovedressurs mislyktes
nl: Download van hoofdbron mislukt
pl: Pobieranie głównego zasobu nie powiodło się
pt: Falha no download do recurso principal
ru: Не удалось загрузить основной ресурс
sv: Nedladdning av huvudresurs misslyckades
th: การดาวน์โหลดทรัพยากรหลักล้มเหลว
tr: Ana kaynak indirme başarısız
vi: Tải xuống tài nguyên chính thất bại
zh_hans: 下载主资源失败
zh_hant: 下載主資源失敗

# error.download.manifest_parse_failed
source: Manifest Parse Failed
ar: تعذر تحليل محتوى MANIFEST.MF
da: Kunne ikke parse MANIFEST.MF indhold
de: MANIFEST.MF-Inhalt konnte nicht geparst werden
es: No se pudo analizar el contenido de MANIFEST.MF
fi: MANIFEST.MF sisältöä ei voitu jäsentää
fr: Impossible de parser le contenu MANIFEST.MF
hi: MANIFEST.MF सामग्री को पार्स नहीं कर सकते
it: Impossibile analizzare il contenuto di MANIFEST.MF
ja: MANIFEST.MFの内容を解析できません
ko: MANIFEST.MF 내용을 파싱할 수 없습니다
nb: Kunne ikke parse MANIFEST.MF innhold
nl: Kan MANIFEST.MF inhoud niet parsen
pl: Nie można sparsować zawartości MANIFEST.MF
pt: Não foi possível analisar o conteúdo do MANIFEST.MF
ru: Не удалось разобрать содержимое MANIFEST.MF
sv: Kunde inte tolka MANIFEST.MF innehåll
th: ไม่สามารถแยกวิเคราะห์เนื้อหา MANIFEST.MF ได้
tr: MANIFEST.MF içeriği ayrıştırılamadı
vi: Không thể phân tích nội dung MANIFEST.MF
zh_hans: 无法解析MANIFEST.MF内容
zh_hant: 無法解析MANIFEST.MF內容

# error.download.manual_dependencies_failed
source: Manual Dependencies Failed
ar: فشل في تحميل التبعيات يدوياً
da: Manuel download af afhængigheder mislykkedes
de: Manueller Download der Abhängigkeiten fehlgeschlagen
es: Falló la descarga manual de dependencias
fi: Riippuvuuksien manuaalinen lataus epäonnistui
fr: Échec du téléchargement manuel des dépendances
hi: मैनुअल निर्भरताओं को डाउनलोड करने में विफल
it: Download manuale delle dipendenze fallito
ja: 手動依存関係のダウンロードに失敗しました
ko: 수동 의존성 다운로드에 실패했습니다
nb: Manuell nedlasting av avhengigheter mislyktes
nl: Handmatige download van afhankelijkheden mislukt
pl: Ręczne pobieranie zależności nie powiodło się
pt: Falha no download manual das dependências
ru: Не удалось загрузить зависимости вручную
sv: Manuell nedladdning av beroenden misslyckades
th: การดาวน์โหลดการพึ่งพาแบบมือถือล้มเหลว
tr: Manuel bağımlılık indirme başarısız
vi: Tải xuống phụ thuộc thủ công thất bại
zh_hans: 手动下载依赖项失败
zh_hant: 手動下載依賴項失敗

# error.download.minecraft_token_failed
source: Minecraft Token Failed
ar: فشل في الحصول على رمز الوصول إلى Minecraft
da: Hentning af Minecraft adgangstoken mislykkedes
de: Abrufen des Minecraft-Zugriffstokens fehlgeschlagen
es: Falló la obtención del token de acceso de Minecraft
fi: Minecraft-käyttöoikeustunnuksen hakeminen epäonnistui
fr: Échec de l'obtention du jeton d'accès Minecraft
hi: Minecraft एक्सेस टोकन प्राप्त करने में विफल
it: Recupero token di accesso Minecraft fallito
ja: Minecraftアクセストークンの取得に失敗しました
ko: Minecraft 액세스 토큰 가져오기에 실패했습니다
nb: Henting av Minecraft tilgangstoken mislyktes
nl: Ophalen van Minecraft toegangstoken mislukt
pl: Pobieranie tokenu dostępu Minecraft nie powiodło się
pt: Falha ao obter o token de acesso do Minecraft
ru: Не удалось получить токен доступа Minecraft
sv: Hämtning av Minecraft åtkomsttoken misslyckades
th: การดึง Minecraft access token ล้มเหลว
tr: Minecraft erişim tokeni alma başarısız
vi: Lấy token truy cập Minecraft thất bại
zh_hans: 获取Minecraft访问令牌失败
zh_hant: 獲取Minecraft訪問令牌失敗

# error.download.missing_library_url
source: Missing library URL
ar: رابط المكتبة مفقود
da: Manglende bibliotek URL
de: Fehlende Bibliothek-URL
es: URL de biblioteca faltante
fi: Puuttuva kirjasto-URL
fr: URL de bibliothèque manquante
hi: लाइब्रेरी URL गुम है
it: URL della libreria mancante
ja: ライブラリURLが不足しています
ko: 누락된 라이브러리 URL
nb: Manglende bibliotek URL
nl: Ontbrekende bibliotheek URL
pl: Brakujący adres URL biblioteki
pt: URL da biblioteca ausente
ru: Отсутствует URL библиотеки
sv: Saknad biblioteks-URL
th: ขาด URL ไลบรารี
tr: Eksik kütüphane URL'si
vi: Thiếu URL thư viện
zh_hans: 缺少库文件链接
zh_hant: 缺少函式庫連結

# error.download.missing_native_url
source: Missing native URL
ar: رابط المكتبة الأصلية مفقود
da: Manglende native URL
de: Fehlende native URL
es: URL nativa faltante
fi: Puuttuva native-URL
fr: URL native manquante
hi: नेटिव URL गुम है
it: URL nativo mancante
ja: ネイティブURLが不足しています
ko: 누락된 네이티브 URL
nb: Manglende native URL
nl: Ontbrekende native URL
pl: Brakujący natywny adres URL
pt: URL nativa ausente
ru: Отсутствует нативный URL
sv: Saknad native URL
th: ขาด URL ดั้งเดิม
tr: Eksik yerel URL
vi: Thiếu URL gốc
zh_hans: 缺少本地库链接
zh_hant: 缺少本機函式庫連結

# error.download.native_library_failed
source: Native Library Failed
ar: فشل في تحميل المكتبة الأصلية
da: Native bibliotek mislykkedes
de: Native-Bibliothek fehlgeschlagen
es: Error en biblioteca nativa
fi: Natiivikiristojen lataus epäonnistui
fr: Échec de la bibliothèque native
hi: नेटिव लाइब्रेरी डाउनलोड विफल
it: Fallimento libreria nativa
ja: ネイティブライブラリの取得に失敗
ko: 네이티브 라이브러리 다운로드 실패
nb: Innfødt bibliotek mislyktes
nl: Natieve bibliotheek mislukt
pl: Niepowodzenie biblioteki natywnej
pt: Falha na biblioteca nativa
ru: Не удалось загрузить нативную библиотеку
sv: Inbyggt bibliotek misslyckades
th: การโหลดไลบรารี native ล้มเหลว
tr: Yerel kütüphane başarısız
vi: Tải thư viện native thất bại
zh_hans: 下载原生库文件失败
zh_hant: 下載原生庫檔案失敗

# error.download.network_request_failed
source: Network Request Failed
ar: فشل في طلب الشبكة
da: Netværksanmodning mislykkedes
de: Netzwerkanfrage fehlgeschlagen
es: Falló la solicitud de red
fi: Verkkopyyntö epäonnistui
fr: Échec de la requête réseau
hi: नेटवर्क अनुरोध विफल
it: Richiesta di rete fallita
ja: ネットワークリクエストに失敗しました
ko: 네트워크 요청에 실패했습니다
nb: Nettverksforespørsel mislyktes
nl: Netwerk verzoek mislukt
pl: Żądanie sieciowe nie powiodło się
pt: Falha na solicitação de rede
ru: Сетевой запрос не удался
sv: Nätverksförfrågan misslyckades
th: คำขอเครือข่ายล้มเหลว
tr: Ağ isteği başarısız
vi: Yêu cầu mạng thất bại
zh_hans: 网络请求失败
zh_hant: 網路請求失敗

# error.download.processor_execution_failed
source: Processor Execution Failed (Exit Code: %d)
ar: فشل في تنفيذ المعالج (رمز الخروج: %d)
da: Processor udførelse mislykkedes (Afslutningskode: %d)
de: Prozessor-Ausführung fehlgeschlagen (Exit-Code: %d)
es: Error en ejecución del procesador (Código de salida: %d)
fi: Prosessorin suoritus epäonnistui (Lopetuskoodi: %d)
fr: Échec de l'exécution du processeur (Code de sortie: %d)
hi: प्रोसेसर निष्पादन विफल (एग्जिट कोड: %d)
it: Fallimento esecuzione processore (Codice uscita: %d)
ja: プロセッサの実行に失敗 (終了コード： %d）
ko: 프로세서 실행 실패 (종료 코드： %d）
nb: Prosessor utførelse mislyktes (Avslutningskode: %d)
nl: Processor uitvoering mislukt (Exit code: %d)
pl: Niepowodzenie wykonania procesora (Kod wyjścia: %d)
pt: Falha na execução do processador (Código de saída: %d)
ru: Не удалось выполнить процессор (Код выхода: %d)
sv: Processor exekvering misslyckades (Avslutningskod: %d)
th: การดำเนินการประมวลผลล้มเหลว (รหัสออก: %d)
tr: İşlemci yürütme başarısız (Çıkış kodu: %d)
vi: Thực thi bộ xử lý thất bại (Mã thoát: %d)
zh_hans: 处理器执行失败 (退出码： %d）
zh_hant: 處理器執行失敗 (退出碼： %d）

# error.download.processor_main_class_not_found
source: Failed to get main class from processor JAR file: %@
ar: فشل في الحصول على الفئة الرئيسية من ملف JAR المعالج: %@
da: Kunne ikke få hovedklasse fra processor JAR-fil: %@
de: Hauptklasse aus Prozessor-JAR-Datei konnte nicht abgerufen werden: %@
es: Error al obtener clase principal del archivo JAR del procesador: %@
fi: Pääluokan haku prosessori JAR-tiedostosta epäonnistui: %@
fr: Échec de récupération de la classe principale du fichier JAR du processeur: %@
hi: प्रोसेसर JAR फ़ाइल से मुख्य क्लास प्राप्त करने में विफल: %@
it: Fallimento nel recuperare la classe principale dal file JAR del processore: %@
ja: プロセッサJARファイルからメインクラスの取得に失敗： %@
ko: 프로세서 JAR 파일에서 메인 클래스 가져오기 실패： %@
nb: Kunne ikke hente hovedklasse fra prosessor JAR-fil: %@
nl: Kon hoofdklasse niet ophalen uit processor JAR-bestand: %@
pl: Niepowodzenie pobrania klasy głównej z pliku JAR procesora: %@
pt: Falha ao obter classe principal do arquivo JAR do processador: %@
ru: Не удалось получить главный класс из JAR-файла процессора: %@
sv: Kunde inte hämta huvudklass från processor JAR-fil: %@
th: ไม่สามารถดึงคลาสหลักจากไฟล์ JAR ของตัวประมวลผล: %@
tr: İşlemci JAR dosyasından ana sınıf alınamadı: %@
vi: Không thể lấy lớp chính từ tệp JAR bộ xử lý: %@
zh_hans: 无法从processor JAR文件中获取主类： %@
zh_hant: 無法從processor JAR檔案中獲取主類： %@

# error.download.processor_start_failed
source: Processor Start Failed
ar: فشل في تنفيذ المعالج
da: Processor udførelse mislykkedes
de: Prozessor-Ausführung fehlgeschlagen
es: Falló la ejecución del procesador
fi: Prosessorin suoritus epäonnistui
fr: Échec de l'exécution du processeur
hi: प्रोसेसर निष्पादन विफल
it: Esecuzione del processore fallita
ja: プロセッサーの実行に失敗しました
ko: 프로세서 실행에 실패했습니다
nb: Processor kjøring mislyktes
nl: Processor uitvoering mislukt
pl: Wykonanie procesora nie powiodło się
pt: Falha na execução do processador
ru: Не удалось запустить процессор
sv: Processor körning misslyckades
th: การดำเนินการของโปรเซสเซอร์ล้มเหลว
tr: İşlemci yürütme başarısız
vi: Thực thi bộ xử lý thất bại
zh_hans: 执行处理器失败
zh_hant: 執行處理器失敗

# error.download.refresh_token_request_failed
source: Refresh token request failed
ar: فشل في طلب تحديث الرمز المميز
da: Anmodning om opdatering af token mislykkedes
de: Token-Aktualisierungsanfrage fehlgeschlagen
es: Falló la solicitud de actualización de token
fi: Token-päivityspyyntö epäonnistui
fr: Échec de la demande d'actualisation du jeton
hi: रिफ्रेश टोकन अनुरोध विफल हुआ
it: Richiesta di aggiornamento token fallita
ja: リフレッシュトークンリクエストが失敗しました
ko: 새로 고침 토큰 요청이 실패했습니다
nb: Oppdateringstoken forespørsel mislyktes
nl: Vernieuwingstoken verzoek mislukt
pl: Żądanie odświeżenia tokena nie powiodło się
pt: Falha na solicitação de atualização de token
ru: Запрос обновления токена не удался
sv: Uppdateringstoken begäran misslyckades
th: คำขอรีเฟรชโทเค็นล้มเหลว
tr: Yenileme belirteci isteği başarısız oldu
vi: Yêu cầu làm mới token thất bại
zh_hans: 刷新令牌请求失败
zh_hant: 重新整理權杖請求失敗

# error.download.resource_download_failed
source: Resource Download Failed
ar: فشل في تحميل المورد
da: Ressource download mislykkedes
de: Ressourcen-Download fehlgeschlagen
es: Falló la descarga del recurso
fi: Resurssin lataus epäonnistui
fr: Échec du téléchargement de la ressource
hi: संसाधन डाउनलोड करने में विफल
it: Download della risorsa fallito
ja: リソースのダウンロードに失敗しました
ko: 리소스 다운로드에 실패했습니다
nb: Ressursnedlasting mislyktes
nl: Resource download mislukt
pl: Pobieranie zasobu nie powiodło się
pt: Falha no download do recurso
ru: Не удалось загрузить ресурс
sv: Resursnedladdning misslyckades
th: การดาวน์โหลดทรัพยากรล้มเหลว
tr: Kaynak indirme başarısız
vi: Tải xuống tài nguyên thất bại
zh_hans: 下载资源失败
zh_hant: 下載資源失敗

# error.filesystem.cache_clear_failed
source: Cache Clear Failed
ar: فشل في مسح ملفات التخزين المؤقت
da: Ryd cachefiler mislykkedes
de: Cache-Dateien löschen fehlgeschlagen
es: Falló el borrado de archivos de caché
fi: Välimuistitiedostojen tyhjennys epäonnistui
fr: Échec du vidage des fichiers de cache
hi: कैश फ़ाइलें साफ़ करने में विफल
it: Cancellazione file cache fallita
ja: キャッシュファイルのクリアに失敗しました
ko: 캐시 파일 지우기에 실패했습니다
nb: Rydde cachefiler mislyktes
nl: Cache bestanden wissen mislukt
pl: Wyczyszczenie plików pamięci podręcznej nie powiodło się
pt: Falha ao limpar arquivos de cache
ru: Не удалось очистить файлы кэша
sv: Rensa cachefiler misslyckades
th: การล้างไฟล์แคชล้มเหลว
tr: Önbellek dosyalarını temizleme başarısız
vi: Xóa tệp bộ nhớ đệm thất bại
zh_hans: 清空缓存文件失败
zh_hant: 清空緩存檔案失敗

# error.filesystem.cache_directory_creation_failed
source: Cache Directory Creation Failed
ar: فشل في إنشاء مجلد التخزين المؤقت
da: Opret cache mappe mislykkedes
de: Cache-Verzeichniserstellung fehlgeschlagen
es: Falló la creación del directorio de caché
fi: Välimuistikansion luominen epäonnistui
fr: Échec de la création du répertoire de cache
hi: कैश डायरेक्टरी बनाने में विफल
it: Creazione directory cache fallita
ja: キャッシュディレクトリの作成に失敗しました
ko: 캐시 디렉토리 생성에 실패했습니다
nb: Opprette cache mappe mislyktes
nl: Cache directory aanmaken mislukt
pl: Utworzenie katalogu pamięci podręcznej nie powiodło się
pt: Falha na criação do diretório de cache
ru: Не удалось создать директорию кэша
sv: Skapa cachekatalog misslyckades
th: การสร้างไดเรกทอรีแคชล้มเหลว
tr: Önbellek dizini oluşturma başarısız
vi: Tạo thư mục bộ nhớ đệm thất bại
zh_hans: 创建缓存目录失败
zh_hant: 創建緩存目錄失敗

# error.filesystem.cache_read_failed
source: Cache Read Failed
ar: فشل في قراءة ملف التخزين المؤقت
da: Læs cachefil mislykkedes
de: Cache-Datei lesen fehlgeschlagen
es: Falló la lectura del archivo de caché
fi: Välimuistitiedoston lukeminen epäonnistui
fr: Échec de la lecture du fichier de cache
hi: कैश फ़ाइल पढ़ने में विफल
it: Lettura file cache fallita
ja: キャッシュファイルの読み取りに失敗しました
ko: 캐시 파일 읽기에 실패했습니다
nb: Les cachefil mislyktes
nl: Cache bestand lezen mislukt
pl: Odczyt pliku pamięci podręcznej nie powiodło się
pt: Falha na leitura do arquivo de cache
ru: Не удалось прочитать файл кэша
sv: Läsa cachefil misslyckades
th: การอ่านไฟล์แคชล้มเหลว
tr: Önbellek dosyası okuma başarısız
vi: Đọc tệp bộ nhớ đệm thất bại
zh_hans: 读取缓存文件失败
zh_hant: 讀取緩存檔案失敗

# error.filesystem.cache_write_failed
source: Cache Write Failed
ar: فشل في كتابة ملف التخزين المؤقت
da: Skriv cachefil mislykkedes
de: Cache-Datei schreiben fehlgeschlagen
es: Falló la escritura del archivo de caché
fi: Välimuistitiedoston kirjoittaminen epäonnistui
fr: Échec de l'écriture du fichier de cache
hi: कैश फ़ाइल लिखने में विफल
it: Scrittura file cache fallita
ja: キャッシュファイルの書き込みに失敗しました
ko: 캐시 파일 쓰기에 실패했습니다
nb: Skrive cachefil mislyktes
nl: Cache bestand schrijven mislukt
pl: Zapis pliku pamięci podręcznej nie powiodło się
pt: Falha na escrita do arquivo de cache
ru: Не удалось записать файл кэша
sv: Skriva cachefil misslyckades
th: การเขียนไฟล์แคชล้มเหลว
tr: Önbellek dosyası yazma başarısız
vi: Ghi tệp bộ nhớ đệm thất bại
zh_hans: 写入缓存文件失败
zh_hant: 寫入緩存檔案失敗

# error.filesystem.cocoa
source: File System Error
ar: خطأ في نظام الملفات
da: Filsystem fejl
de: Dateisystemfehler
es: Error del sistema de archivos
fi: Tiedostojärjestelmävirhe
fr: Erreur du système de fichiers
hi: फ़ाइल सिस्टम त्रुटि
it: Errore del filesystem
ja: ファイルシステムエラー
ko: 파일 시스템 오류
nb: Filsystem feil
nl: Bestandssysteem fout
pl: Błąd systemu plików
pt: Erro do sistema de arquivos
ru: Ошибка файловой системы
sv: Filsystemsfel
th: ข้อผิดพลาดของระบบไฟล์
tr: Dosya sistemi hatası
vi: Lỗi hệ thống tệp
zh_hans: 文件系统错误
zh_hant: 檔案系統錯誤

# error.filesystem.copy_failed
source: Copy Failed
ar: فشل في نسخ الملف
da: Kopier fil mislykkedes
de: Datei-Kopieren fehlgeschlagen
es: Falló la copia del archivo
fi: Tiedoston kopiointi epäonnistui
fr: Échec de la copie du fichier
hi: फ़ाइल कॉपी करने में विफल
it: Copia file fallita
ja: ファイルのコピーに失敗しました
ko: 파일 복사에 실패했습니다
nb: Kopier fil mislyktes
nl: Bestand kopiëren mislukt
pl: Kopiowanie pliku nie powiodło się
pt: Falha na cópia do arquivo
ru: Не удалось скопировать файл
sv: Kopiera fil misslyckades
th: การคัดลอกไฟล์ล้มเหลว
tr: Dosya kopyalama başarısız
vi: Sao chép tệp thất bại
zh_hans: 文件复制失败
zh_hant: 檔案複製失敗

# error.filesystem.destination_unavailable
source: Destination Unavailable
ar: الوجهة غير متاحة
da: Destination Utilgængelig
de: Ziel Nicht Verfügbar
es: Destino No Disponible
fi: Kohde Ei Saatavilla
fr: Destination Indisponible
hi: गंतव्य अनुपलब्ध
it: Destinazione Non Disponibile
ja: 宛先が利用不可
ko: 대상 사용할 수 없음
nb: Destinasjon Utilgjengelig
nl: Bestemming Niet Beschikbaar
pl: Miejsce Docelowe Niedostępne
pt: Destino Indisponível
ru: Назначение Недоступно
sv: Destination Otillgänglig
th: ปลายทางไม่พร้อมใช้งาน
tr: Hedef Kullanılamıyor
vi: Đích Không Khả Dụng
zh_hans: 目标路径不可用
zh_hant: 目標路徑不可用

# error.filesystem.directory_creation_failed
source: Directory Creation Failed
ar: فشل إنشاء المجلد
da: Mappe Oprettelse Mislykkedes
de: Verzeichniserstellung Fehlgeschlagen
es: Creación de Directorio Fallida
fi: Hakemiston Luonti Epäonnistui
fr: Création de Répertoire Échouée
hi: डायरेक्टरी निर्माण विफल
it: Creazione Directory Fallita
ja: ディレクトリ作成に失敗
ko: 디렉토리 생성 실패
nb: Katalog Opprettelse Mislyktes
nl: Map Aanmaken Mislukt
pl: Tworzenie Katalogu Nie Powiodło Się
pt: Criação de Diretório Falhou
ru: Ошибка Создания Каталога
sv: Katalog Skapande Misslyckades
th: การสร้างไดเรกทอรี ล้มเหลว
tr: Dizin Oluşturma Başarısız
vi: Tạo Thư Mục Thất Bại
zh_hans: 创建目录失败
zh_hant: 創建目錄失敗

# error.filesystem.directory_enumeration_failed
source: Directory Enumeration Failed
ar: فشل تعداد الدليل
da: Directory enumeration mislykkedes
de: Verzeichnisaufzählung fehlgeschlagen
es: Falló la enumeración del directorio
fi: Hakemiston luettelo epäonnistui
fr: Échec de l'énumération du répertoire
hi: निर्देशिका गणना विफल
it: Enumerazione directory fallita
ja: ディレクトリ列挙に失敗しました
ko: 디렉토리 열거 실패
nb: Katalogoppregning mislyktes
nl: Directory-opsomming mislukt
pl: Wyliczenie katalogu nie powiodło się
pt: Falha na enumeração do diretório
ru: Ошибка перечисления каталога
sv: Kataloguppräkning misslyckades
th: การนับไดเรกทอรีล้มเหลว
tr: Dizin numaralandırması başarısız
vi: Liệt kê thư mục thất bại
zh_hans: 无法枚举目录
zh_hant: 無法枚舉目錄
